{
    "define":{
        "majl-kai": "The Majl-Kai is the advisorary council to the Pharaoh of Anabi. It contains 6 members, the heads of each of the Great Families",
        "collapse": "The Collapse was a point in history where the Planes of Existance fell and intersected with the Prime Material Plane. All written history before this point was lost",
        "bc": "BC or Before Collapse is the period of history before the Collapse occured",
        "ac": "AC or After Collapse is the period of history after the Collapse occured",
        "annum": "An annum is a time period consisting of 365 days",
        "centinnium": "A centinnium is a time period consisting of 100 years",
        "ao": "Ao is the name of the planet that humans populate. The name is derived from the Kariaga word for ground",
        "anabi": "Anabi is the second largest country on Ao",
        "tps": "The Planar System is used to describe the different layers or plans of existance. Though each plane is supposed to be separate, they still maintain a metaphysical connect through which energy is transfered",
        "the-intersect": "The Intersects are the point on Ao where the Planes Aarukatsu and Duyat meet the Prime Material Plane. Through the Intersects the separate planes have physical access points into each other",
        "aarukatsu": "Aarukatsu or the Plane of Reeds is the name given to one of the planes that intersected with the Prime Material Plane. It is where Taqa is sourced",
        "duyat": "Duyat or the Plane without Stars is the name given to one of the planes that intersected with the Prime Material Plane. It is where Rih is sourced",
        "taqa": "Taqa is the energy that originated from Aarukatsu. It can be used along side Taqago and a conduit to create spontatious effect akin to magic",
        "taqago": "Taqago is the language used to program Taqa to produce an effect",
        "rih": "Rih is the energy that originated from Duyat. It can be used along side Rihgo and a conduit to create spontatious effect akin to magic. Prolonged usage alters the user's physicality",
        "rihgo": "Rihgo is the language used to program Rih to produce an effect",
        "jadeage": "The Jade Age is the period where humans discovered how to use jade as a conduit for Taqa. This period ends on the discovery of lapis lazuli's use with Rih",
        "sekhmet-no-rih": "Sekhmet'no'Rih is the name of the desert that was a result of the Duyat Intersect",
        "yokai": "Yokai are the name for the creatures that emerged from Duyat",
        "obake": "Obake are a type of Yokai that have the ability to change form between an animal and a human",
        "discovering": "The Discovering is the name of the period that started when humanity discovered they could utilize the energy of the planes that intersected",
        "industrial-boom": "The Industrial Boom is the name of the period where humans started developing new technology at a rapid rate",
        "taking": "The Taking is the name of the period where countries shut down their borders to limit access to the planar energies in hopes to capitalise on it",
        "conflict": "The Conflict is the name of the period that lead up to and includes the Aoen War, the fight for access to planar energy. It ends with the Te Rangi Intervention",
        "ao-war": "The Aoen was a period of 22 annums where countries fought for control of the Intersects",
        "cobalt-war": "The Cobalt War started when Anabi declined the rest of Ao access to Duyat. It is still ongoing",
        "terangi-intertervention": "The Te Rangi Intervention was led by Kariaga and declared that planar energy was a basic human right that everyone shall have access to. This was signed by every country excluding Anabi",
        "theocracy":"Theocracy is a form of oligarchy in which one or more deities are recognized as supreme ruling authorities, giving divine guidance to human intermediaries who manage the government's daily affairs",
        "democracy":"Democracy is a system of government where state power is vested in the people of the state",
        "absolute-monarchy":"An Absolute Monarchy is when a single person reigns as head of state and government with ultimate authority until they die",
        "meritocracy":"A Meritocracy is a system where by power is given to individuals based on their skills and abilities rather than wealth or social class",
        "aristocracy":"An Aristocracy is a system where the power of governance is given to a small, privilaged group of people",
        "dictatorship":"A Dictatorship is where power resides in the hands of one single person or polity",
        "constitutional-monarchy":"A Constitutional Monarchy is when a single person reigns as head of state and governement, limited by the law or constitution, until they die",
        "technocracy":"A Technocracy is a form of governance where the decision-making power is given to people based on their expertise in a given field",
        "confederation":"A Confederation is a political union of sovereign states united for purposes of common action",
        "miliary dictatorship":"A Military Dictatorship is where power reside in the hands of a general and is enforced by the military",
        "oligarchy":"An Oligarchy is a system where the power of governance is given to a small group of people based on various criteria like education, wealth, etc."
    }
    
}